/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   utils.c                                            :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: cyuriko <cyuriko@student.42.fr>            +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/01/25 21:16:14 by cyuriko           #+#    #+#             */
/*   Updated: 2020/01/25 21:16:14 by cyuriko          ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "lemin.h"

//void 	print_step()/////////ф-ция для вывода шагов лемина

int 	print_line(int ret, char *line)/////////это мне при правильном вводе понадобится
{
	ft_putstr_fd(line, 1);
	return (ret);
}